Repository: azamatxabibullayev/kmodi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Category Name
uz: Bo‘lim nomi

source: Category
uz: Bo‘lim

source: Text
uz: Matn

source: Assignment Text
uz: Topshiriq matni

source: Assignment Audio
uz: Topshiriq audio

source: Assignment Image
uz: Topshiriq rasmi

source: Title
uz: Sarlavha

source: Description
uz: Tavsif

source: PDF File
uz: PDF fayl

source: YouTube URL
uz: YouTube manzili

source: Full Name
uz: To‘liq ism

source: Job Title
uz: Kasb

source: Photo
uz: Rasm

source: Bio
uz: Ta’rif

source: Password
uz: Parol

source: Confirm Password
uz: Parolni tasdiqlang

source: Phone
uz: Telefon

source: Email
uz: Elektron pochta

source: Is Active
uz: Faol

source: Passwords do not match
uz: Parollar mos emas

source: Add Category
uz: Bo‘lim qo‘shish

source: Edit Category
uz: Bo‘limni tahrirlash

source: Delete Category
uz: Bo‘limni o‘chirish

source: Add Material
uz: Material qo‘shish

source: Edit Material
uz: Materialni tahrirlash

source: Delete Material
uz: Materialni o‘chirish

source: Add Book
uz: Kitob qo‘shish

source: Edit Book
uz: Kitobni tahrirlash

source: Delete Book
uz: Kitobni o‘chirish

source: Add Video
uz: Video qo‘shish

source: Edit Video
uz: Videoni tahrirlash

source: Delete Video
uz: Videoni o‘chirish

source: Add Recommendation
uz: Tavsiya qo‘shish

source: Edit Recommendation
uz: Tavsiyani tahrirlash

source: Delete Recommendation
uz: Tavsiyani o‘chirish

source: Add Team Member
uz: Jamoa a’zosi qo‘shish

source: Edit Team Member
uz: Jamoa a’zosisini tahrirlash

source: Delete Team Member
uz: Jamoa a’zosini o‘chirish

source: Add Student
uz: Talaba qo‘shish

source: Edit Student
uz: Talabani tahrirlash

source: Delete Student
uz: Talabani o‘chirish

source: Uzbek
uz: O‘zbek

source: Russian
uz: Rus

source: English
uz: Ingliz

source: Audio File
uz: Audio fayl

source: Video Title
uz: Video sarlavhasi

source: Recommendation Title
uz: Tavsiyaning sarlavhasi

source: Bio / About
uz: Ta’rif

source: Toggle navigation
uz: Navigatsiyani almashtirish

source: Search...
uz: Izlash...

source: Search
uz: Qidirish

source: E-Library
uz: Elektron kutubxona

source: Project Team
uz: Loyiha guruhi

source: Profile
uz: Profil

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: Register
uz: Ro‘yxatdan o‘tish

source: All rights reserved.
uz: Barcha huquqlar himoyalangan.

source: Save
uz: Saqlash

source: Cancel
uz: Bekor qilish

source: Salfedjio
uz: Solfedjio

source: Brauzeringiz audiolarni qo‘llab-quvvatlamaydi.
uz: Brauzeringiz audio fayllarni qo‘llab-quvvatlamaydi.

source: Salfedjio Darslari
uz: Solfedjio darslari

source: Salfedjio Videolari
uz: Solfedjio videolari

source: Tizimga kiring<br>yoki Google bilan davom eting
uz: Tizimga kiring yoki Google bilan davom eting

source: Ro‘yxatdan o‘ting<br>yoki Google bilan davom eting
uz: Ro‘yxatdan o‘ting yoki Google bilan davom eting

source: Personal info
uz: Shaxsiy ma’lumot

source: Permissions
uz: Ruxsatlar

source: Passwords don't match.
uz: Parollar mos emas.

source: Enter your password
uz: Parolingizni kiriting

source: Your full name
uz: To‘liq ismingiz

source: Your phone number
uz: Telefon raqamingiz

source: Phone Number
uz: Telefon raqami

source: Phone number
uz: Telefon raqami

source: Your email address
uz: Email manzilingiz

source: Email Address
uz: Email manzili

source: This email is already in use.
uz: Bu email manzili allaqachon ishlatilgan.

source: This phone number is already in use.
uz: Bu telefon raqami allaqachon ishlatilgan.

source: Phone number or email is required
uz: Telefon raqami yoki email talab qilinadi

source: User
uz: Foydalanuvchi

source: Student
uz: Talaba

source: Admin
uz: Administrator

source: Role
uz: Roli

source: Active
uz: Faol

source: Invalid phone number or password
uz: Noto‘g‘ri telefon yoki parol
